Repository: vgsr/paascongres-2017-content
Catalog: languages/paco2017-content-*.po
Languages: nl_nl

source: There are no valid associations selected.
nl_nl: Er is geen valide vereniging geselecteerd.

source: You are about to delete all member accounts related to the following associations. Please confirm your actions.
nl_nl: Je staat op het punt om alle gebruikersaccounts van leden van de volgende verenigingen te verwijderen. Gelieve je acties te bevestigen.

source: Create accounts
nl_nl: Accounts maken

source: Delete %d account
nl_nl: Verwijder %d account

source: You are not allowed to delete user accounts.
nl_nl: Je hebt geen rechten om gebruikersaccounts te verwijderen.

source: Deleting user accounts failed.
nl_nl: Verwijderen van gebruikersaccounts is mislukt.

source: Delete %2$d %1$s account
nl_nl: Verwijder %2$d %1$s account

source: Deleting accounts for %s was successful!
nl_nl: Verwijderen van accounts voor %s is gelukt!

source: Paascongres Accounts Settings
nl_nl: Paascongres Accountinstellingen

source: Accounts Settings
nl_nl: Accountinstellingen

source: Caution: these accounts may be active on your site. Are you sure you want to delete the selected user accounts? This action is irreversible.
nl_nl: Pas op: deze accounts zijn mogelijk actief op je site. Weet je zeker dat je deze gebruikersaccounts wilt verwijderen? Dit kan niet ongedaan gemaakt worden.

source: Delete Accounts
nl_nl: Verwijder accounts

source: Display the partner sponsor links
nl_nl: Toon de partner sponsorlinks

source: General
nl_nl: Algemeen

source: Account Management
nl_nl: Accountbeheer

source: To manage user accounts, navigate to the <a href="%s">Accounts page</a>.
nl_nl: Om gebruikersaccounts te beheren ga je naar de <a href="%s">Accountspagina</a>.

source: You do not have sufficient capabilities to manage user accounts.
nl_nl: Je hebt niet voldoende rechten om gebruikersaccounts te beheren.

source: Paascongres lectures
nl_nl: Paascongres lezingen

source: Paascongres agenda items
nl_nl: Paascongres activiteiten

source: Set Partner Logo
nl_nl: Partnerlogo instellen

source: Remove Partner Logo
nl_nl: Verwijder Partnerlogo

source: Set %s logo
nl_nl: Logo voor %s instellen

source: Remove %s logo
nl_nl: Verwijder %slogo

source: Photo
nl_nl: Foto

source: Photos
nl_nl: Foto's

source: Set %s photo
nl_nl: Foto voor %s instellen

source: %s photo
nl_nl: %sfoto

source: Remove %s photo
nl_nl: Verwijder %sfoto

source: Paascongres Agenda Items
nl_nl: Paascongres Activiteiten

source: Agenda
nl_nl: Programma

source: Agenda Item
nl_nl: Activiteit

source: All Agenda Items
nl_nl: Alle Activiteiten

source: New Agenda Item
nl_nl: Nieuwe activiteit

source: Create New Agenda Item
nl_nl: Nieuwe activiteit aanmaken

source: Edit
nl_nl: Bewerken

source: Edit Agenda Item
nl_nl: Activiteit bewerken

source: View Agenda Item
nl_nl: Activiteit bekijken

source: View Agenda Items
nl_nl: Bekijk Activiteiten

source: Search Agenda Items
nl_nl: Zoek Activiteiten

source: No agenda items found
nl_nl: Geen activiteiten gevonden

source: No agenda items found in Trash
nl_nl: Geen activiteiten gevonden in de prullenbak

source: Insert into agenda item
nl_nl: Invoegen in activiteit

source: Uploaded to this agenda item
nl_nl: Uploaden naar deze activiteit

source: Filter agenda items list
nl_nl: Filter lijst van activiteiten

source: Agenda Items list navigation
nl_nl: Activiteitenlijst navigatie

source: Agenda Items list
nl_nl: Lijst van activiteiten

source: Paascongres Conference Days
nl_nl: Paascongres Congresdagen

source: Conference Days
nl_nl: Congresdagen

source: Conference Day
nl_nl: Congresdag

source: Search Conference Days
nl_nl: Zoek Congresdagen

source: All Conference Days
nl_nl: Alle Congresdagen

source: No Conference Day
nl_nl: Geen Congresdag

source: Edit Conference Day
nl_nl: Congresdag bewerken

source: Update Conference Day
nl_nl: Congresdag bijwerken

source: Add New Conference Day
nl_nl: Nieuwe Congresdag toevoegen

source: New Conference Day Name
nl_nl: Nieuwe Congresdag naam

source: View Conference Day
nl_nl: Congresdag bekijken

source: Paascongres Conference Locations
nl_nl: Paascongres Congreslocaties

source: Locations
nl_nl: Locaties

source: Conference Location
nl_nl: Congreslocatie

source: Search Conference Locations
nl_nl: Zoek Congreslocaties

source: All Conference Locations
nl_nl: Alle Congreslocaties

source: No Conference Location
nl_nl: Geen Congreslocatie

source: Edit Conference Location
nl_nl: Congreslocatie bewerken

source: Update Conference Location
nl_nl: Congreslocatie bijwerken

source: Add New Conference Location
nl_nl: Nieuwe Congreslocatie toevoegen

source: New Conference Location Name
nl_nl: Nieuwe Congreslocatie naam

source: View Conference Location
nl_nl: Congreslocatie bekijken

source: Continue reading <span class="meta-nav">&rarr;</span>
nl_nl: Lees verder <span class="meta-nav">&rarr;</span>

source: Paascongres Associations
nl_nl: Paascongres Verenigingen

source: Associations
nl_nl: Verenigingen

source: Association
nl_nl: Vereniging

source: Search Associations
nl_nl: Zoek Verenigingen

source: All Associations
nl_nl: Alle Verenigingen

source: No Association
nl_nl: Geen Vereniging

source: Edit Association
nl_nl: Vereniging bewerken

source: Update Association
nl_nl: Vereniging bijwerken

source: Add New Association
nl_nl: Nieuwe Vereniging toevoegen

source: New Association Name
nl_nl: Nieuwe Verenigingsnaam

source: View Association
nl_nl: Vereniging bekijken

source: Agenda page
nl_nl: Programmapagina

# menu type label
source: Paascongres Agenda page
nl_nl: PaCo Programmapagina

source: Associations page
nl_nl: Verenigingenpagina

# menu type label
source: Paascongres Associations page
nl_nl: PaCo Verenigingenpagina

source: Speakers page
nl_nl: Sprekerspagina

# menu type label
source: Paascongres Speakers page
nl_nl: PaCo Sprekerspagina

# menu type label
source: Paascongres Magazine Download Link
nl_nl: PaCo Magazine downloadlink

# menu type label
source: Paascongres Page
nl_nl: PaCo Pagina

source: Advertorial
nl_nl: Advertentie

source: Paascongres Lectures
nl_nl: Paascongres Lezingen

source: Lectures
nl_nl: Lezingen

source: Lecture
nl_nl: Lezing

source: All Lectures
nl_nl: Alle Lezingen

source: New Lecture
nl_nl: Nieuwe Lezing

source: Create New Lecture
nl_nl: Nieuwe Lezing aanmaken

source: Edit Lecture
nl_nl: Lezing bewerken

source: View Lecture
nl_nl: Lezing bekijken

source: View Lectures
nl_nl: Bekijk Lezingen

source: Search Lectures
nl_nl: Zoek Lezingen

source: No lectures found
nl_nl: Geen lezingen gevonden

source: No lectures found in Trash
nl_nl: Geen lezingen gevonden in de prullenbak

source: Insert into lecture
nl_nl: Invoegen in lezing

source: Uploaded to this lecture
nl_nl: Uploaden naar deze lezing

source: Filter lectures list
nl_nl: Filter lezingenlijst

source: Lectures list navigation
nl_nl: Lezingenlijst navigatie

source: Lectures list
nl_nl: Lezingenlijst

source: All Partners
nl_nl: Alle Partners

source: New Partner
nl_nl: Nieuwe Partner

source: Create New Partner
nl_nl: Nieuwe Partner aanmaken

source: Edit Partner
nl_nl: Partner bewerken

source: View Partner
nl_nl: Partner bekijken

source: View Partners
nl_nl: Bekijk Partners

source: Search Partners
nl_nl: Zoek Partners

source: No partners found
nl_nl: Geen partners gevonden

source: No partners found in Trash
nl_nl: Geen partners gevonden in de prullenbak

source: Insert into partner
nl_nl: Invoegen in partner

source: Uploaded to this partner
nl_nl: Uploaden naar deze partner

source: Filter partners list
nl_nl: Filter partnerlijst

source: Partners list navigation
nl_nl: Partnerlijst navigatie

source: Partners list
nl_nl: Partnerlijst

source: Search Partner Levels
nl_nl: Zoek Partnerlevels

source: All Partner Levels
nl_nl: Alle Partnelevels

source: No Partner Level
nl_nl: Geen Partnerlevel

source: Edit Partner Level
nl_nl: Partnerlevel bewerken

source: Update Partner Level
nl_nl: Partnerlevel bijwerken

source: Add New Partner Level
nl_nl: Nieuwe Partnerlevel toevoegen

source: New Partner Level Name
nl_nl: Nieuwe Partnerlevel naam

source: View Partner Level
nl_nl: Partnerlevel bekijken

source: Paascongres Speakers
nl_nl: Paascongres Sprekers

source: Speakers
nl_nl: Sprekers

source: Speaker
nl_nl: Spreker

source: Search Speakers
nl_nl: Zoek Sprekers

source: All Speakers
nl_nl: Alle Sprekers

source: No Speaker
nl_nl: Geen Spreker

source: Edit Speaker
nl_nl: Spreker bewerken

source: Update Speaker
nl_nl: Spreker bijwerken

source: Add New Speaker
nl_nl: Nieuwe Spreker toevoegen

source: New Speaker Name
nl_nl: Nieuwe Sprekernaam

source: View Speaker
nl_nl: Spreker bekijken

# agenda page title
source: Agenda
nl_nl: Programma

# associations page title
source: Associations
nl_nl: Verenigingen

# speakers page title
source: Speakers
nl_nl: Sprekers

source: To enroll for the conference, you have to login with the credentials that were sent to you. If not, use your email address to request a new password or let us know at %s.
nl_nl: Gebruik de toegestuurde gegevens om in te loggen en je aan te melden voor het Paascongres. Geen mail gehad? Gebruik dan je e-mailadres om een nieuw wachtwoord aan te vragen of laat het ons weten via %s.

source: To enroll for the conference, you have to login with the credentials that were sent to you. If not, use your email address to request a new password or let us know.
nl_nl: Gebruik de toegestuurde gegevens om in te loggen en je aan te melden voor het Paascongres. Geen mail gehad? Gebruik dan je e-mailadres om een nieuw wachtwoord aan te vragen of laat het ons weten.

source: Take note that you can change your enrollment details up to the deadline on %s.
nl_nl: Let op: je kan details van je inschrijving wijzigen tot aan de deadline op %s.

source: Take note that you can change your enrollment details up to the deadline date.
nl_nl: Let op: je kan details van je inschrijving wijzigen tot aan de dag van de deadline.

source: All Workshops
nl_nl: Alle Workshops

source: New Workshop
nl_nl: Nieuwe Workshop

source: Create New Workshop
nl_nl: Nieuwe Workshop aanmaken

source: Edit Workshop
nl_nl: Workshop bewerken

source: View Workshop
nl_nl: Workshop bekijken

source: View Workshops
nl_nl: Bekijk Workshops

source: Search Workshops
nl_nl: Zoek Workshops

source: No workshops found
nl_nl: Geen workshops gevonden

source: No workshops found in Trash
nl_nl: Geen workshops gevonden in de prullenbak

source: Insert into workshop
nl_nl: Invoegen in workshop

source: Uploaded to this workshop
nl_nl: Uploaden naar deze workshop

source: Filter workshops list
nl_nl: Filter workshopslijst

source: Workshops list navigation
nl_nl: Workshopslijst navigatie

source: Workshops list
nl_nl: Workshopslijst

source: Paascongres Workshop Categories
nl_nl: Paascongres Workshopcategoriën

source: Categories
nl_nl: Categoriën

source: Workshop Category
nl_nl: Workshopcategorie

source: Search Workshop Categories
nl_nl: Zoek Workshopcategoriën

source: All Workshop Categories
nl_nl: Alle Workshopcategoriën

source: No Workshop Category
nl_nl: Geen Workshopcategorie

source: Edit Workshop Category
nl_nl: Workshopcategorie bewerken

source: Update Workshop Category
nl_nl: Workshopcategorie bijwerken

source: Add New Workshop Category
nl_nl: Nieuwe Workshopcategorie toevoegen

source: New Workshop Category Name
nl_nl: Nieuwe Workshopcategorie naam

source: View Workshop Category
nl_nl: Workshopcategorie bekijken

source: Paascongres Workshop Rounds
nl_nl: Paascongres Workshopronden

source: Rounds
nl_nl: Ronden

source: Workshop Round
nl_nl: Workshopronde

source: Search Workshop Rounds
nl_nl: Zoek Workshopronden

source: All Workshop Rounds
nl_nl: Alle Workshopronden

source: No Workshop Round
nl_nl: Geen Workshopronde

source: Edit Workshop Round
nl_nl: Workshopronde bewerken

source: Update Workshop Round
nl_nl: Workshopronde bijwerken

source: Add New Workshop Round
nl_nl: Nieuwe Workshopronde toevoegen

source: New Workshop Round Name
nl_nl: Nieuwe Workshopronde naam

source: View Workshop Round
nl_nl: Workshopronde bekijken

source: Paascongres Settings
nl_nl: Paascongres Instellingen

source: Settings
nl_nl: Instellingen

source: Paascongres Partner Settings
nl_nl: Paascongres Partner Instellingen

source: Partner Settings
nl_nl: Partner Instellingen

source: Enrollments
nl_nl: Aanmeldingen

source: Set magazine download file
nl_nl: Magazine downloadbestand instellen

source: Magazine Download File
nl_nl: Magazine downloadbestand

source: Remove magazine download file
nl_nl: Verwijder magazine downloadbestand

source: General Notices
nl_nl: Huishoudelijke Opmerkingen

source: Manage Workshop Categories
nl_nl: Beheer Workshopcategoriën

source: Manage Workshop Rounds
nl_nl: Beheer Workshopronden

source: Manage Conference Days
nl_nl: Beheer Congresdagen

source: Manage Partner Levels
nl_nl: Beheer Partnerlevels

source: Category
nl_nl: Categorie

source: Round
nl_nl: Ronde

source: Day
nl_nl: Dag

source: Location
nl_nl: Locatie

# admin column name
source: Attendees
nl_nl: Aangemeld

# admin column name
source: End
nl_nl: Einde

# admin column name
source: Related
nl_nl: Verbonden

source: Lecture Details
nl_nl: Lezingdetails

source: Agenda Details
nl_nl: Programmadetails

source: %s Enrolled
nl_nl: %s Aangemeld

source: %s Lecture
nl_nl: %s Lezing

source: %s Speaker
nl_nl: %s Spreker

source: %s Day
nl_nl: %s Dag

source: %s Agenda Item
nl_nl: %s Activiteit

source: %s Location
nl_nl: %s Locatie

source: There is currently nothing to display here.
nl_nl: Er is hier niets om te tonen.

source: Speaker:
nl_nl: Spreker:

source: &mdash; No Speaker &mdash;
nl_nl: &mdash; Geen spreker &mdash;

source: Round:
nl_nl: Ronde:

source: &mdash; No Round &mdash;
nl_nl: &mdash; Geen ronde &mdash;

source: Category:
nl_nl: Categorie:

source: &mdash; No Category &mdash;
nl_nl: &mdash; Geen categorie &mdash;

source: Location:
nl_nl: Locatie:

source: &mdash; No Location &mdash;
nl_nl: &mdash; Geen locatie &mdash;

source: Attendee Limit:
nl_nl: Aanmeldingslimiet

source: Day:
nl_nl: Dag:

source: &mdash; No Day &mdash;
nl_nl: &mdash; Geen dag &mdash;

source: Time Start:
nl_nl: Starttijd:

source: Time End:
nl_nl: Eindtijd:

source: Related:
nl_nl: Verbonden:

source: &mdash; No Relation &mdash;
nl_nl: &mdash; Geen verbinding &mdash;

source: &mdash; No Level &mdash;
nl_nl: &mdash; Geen level &mdash;

source: Enrollment Deadline
nl_nl: Inschrijvingsdeadline

source: Select the date after which the enrollment will be closed
nl_nl: Selecteer de datum waarna de inschrijving is gesloten

source: General Notices Page
nl_nl: Huishoudelijke Opmerkingen pagina

source: Select the page that contains the housekeeping information
nl_nl: Selecteer de pagina die de huishoudelijke informatie bevat

source: Lectures Description
nl_nl: Lezingen Beschrijving

source: This description text appears as an introduction to the lecture archive page
nl_nl: Deze beschrijving wordt getoond als een introductie op de overzichtspagina van lezingen

source: Workshops Description
nl_nl: Workshops Beschrijving

source: This description text appears as an introduction to the workshop archive page
nl_nl: Deze beschrijving wordt getoond als een introductie op de overzichtspagina van workshops

source: Agenda Description
nl_nl: Programma Beschrijving

source: This description text appears as an introduction to the agenda page
nl_nl: Deze beschrijving wordt getoond als een introductie op de programmapagina

source: Speakers Description
nl_nl: Sprekers Beschrijving

source: This description text appears as an introduction to the speakers page
nl_nl: Deze beschrijving wordt getoond als een introductie op de sprekerspagina

source: Associations Description
nl_nl: Verenigingen Beschrijving

source: This description text appears as an introduction to the associations page
nl_nl: Deze beschrijving wordt getoond als een introductie op de verenigingenpagina

source: Provide the main contact email address for site visitors
nl_nl: Geef hier aan wat het hoofdzakelijke contact e-mailadres is voor sitebezoekers

source: &mdash; No Page &mdash;
nl_nl: &mdash; Geen Pagina &mdash;

source: View
nl_nl: Bekijken

source: Select the magazine landing page
nl_nl: Selecteer de landingspagina voor het Magazine

source: Select the magazine file that is offered for download
nl_nl: Selecteer het magazinebestand dat ter download wordt aangeboden

source: Customize the structure of your conference page urls.
nl_nl: Pas de structuur van de URLs van de congrespagina's aan.

source: Will be used after the workshop slug, like: %s
nl_nl: Wordt gebruikt na de workshop slug, zoals: %s

source: Define details of the custom partner advertorial sections on this site.
nl_nl: Stel hier de speciale partner advertentieruimtes op deze site op.

# widget title
source: Paascongres Enrollments
nl_nl: Paascongres Aanmeldingen

source: List the current enrollment status for all associations
nl_nl: Toon de huidige aanmeldingen van alle verenigingen

source: Paascongres BuddyPress Settings
nl_nl: Paascongres BuddyPress Instellingen

# buddypress settings admin menu
source: Profiles
nl_nl: Profielen

# admin field label
source: Enrollment Field
nl_nl: Aanmeldingsveld

# admin field label
source: Association Field
nl_nl: Verenigingsveld

# admin field label
source: Workshop Field
nl_nl: Workshopveld

# Profile header menu
source: Enrollment
nl_nl: Aanmelding

# Profile header sub menu
source: Manage
nl_nl: Beheren

# My Account Profile
source: Enrollment
nl_nl: Aanmelding

# My Account Profile sub nav
source: Manage
nl_nl: Beheren

source: All Enrolled
nl_nl: Alle aanmeldingen

source: Newest Enrolled
nl_nl: Laatst aangemeld

source: Association:
nl_nl: Vereniging:

# association member filter
source: All
nl_nl: Alle

source: The following %s members have enrolled for the event.
nl_nl: De volgende %s-leden hebben zich aangemeld voor het congres.

source: The following people have enrolled for the event.
nl_nl: De volgende personen hebben zich aangemeld voor het congres.

source: The following people from your own association have enrolled for the event.
nl_nl: De volgende leden van uw vereniging hebben zich aangemeld voor het congres.

source: The following people from your own association were recently active on this site.
nl_nl: De volgende leden van uw vereniging waren recent actief op deze site.

source: The following people from your own association have received an invitation.
nl_nl: De volgende leden van uw vereniging zijn uitgenodigd voor het congres.

source: This member is enrolled for the event.
nl_nl: Dit lid heeft zich aangemeld voor het congres.

source: Viewing 1 active participant
nl_nl: Je bekijkt 1 actieve deelnemer

source: Viewing %1$s - %2$s of %3$s active participant
nl_nl: Je bekijkt %1$s - %2$s van %3$s actieve deelnemer

source: Viewing 1 participant with friends
nl_nl: Je bekijkt 1 deelnemer met vrienden

source: Viewing %1$s - %2$s of %3$s participant with friends
nl_nl: Je bekijkt %1$s - %2$s van %3$s deelnemer met vrienden

source: Viewing 1 online participant
nl_nl: Je bekijkt 1 online deelnemer

source: Viewing %1$s - %2$s of %3$s online participant
nl_nl: Je bekijkt %1$s - %2$s van %3$s online deelnemer

source: Viewing 1 participant
nl_nl: Je bekijkt 1 deelnemer

source: Viewing %1$s - %2$s of %3$s participant
nl_nl: Je bekijkt %1$s - %2$s van %3$s deelnemer

source: Profile Fields
nl_nl: Profielvelden

source: Enrollment Field
nl_nl: Aanmeldingsveld

source: Select the field that holds the member's enrollment status.
nl_nl: Selecteer het veld dat de aanmeldingstatus bevat van een lid.

source: Required Fields
nl_nl: Verplichte velden

source: Association Field
nl_nl: Verenigingsveld

source: Select the field that holds the member's association value.
nl_nl: Selecteer het veld dat de vereniging van een lid bevat.

source: Presence Field
nl_nl: Aanwezigheidsveld

source: Select the field that holds the member's presence value.
nl_nl: Selecteer het veld dat de aanwezigheid van een lid bevat.

source: Workshop 1 Field
nl_nl: Workshopveld 1

source: Select the field that holds the member's first workshop selection.
nl_nl: Selecteer het veld dat de eerste workshopkeuze bevat.

source: Workshop 2 Field
nl_nl: Workshopveld 2

source: Select the field that holds the member's second workshop selection.
nl_nl: Selecteer het veld dat de tweede workshopkeuze bevat.

source: Before Profile Content
nl_nl: Voor de Profiel inhoud

source: This content will be displayed before the member's profile content
nl_nl: Deze tekst wordt getoond voor de inhoud van het persoonlijke profiel

source: Activate the Extended Profiles component to use this setting.
nl_nl: Activeer de component Uitgebreide Profielen om deze instelling te gebruiken.

source: &mdash; No Field &mdash;
nl_nl: &mdash; Geen veld &mdash;

source: These are the required profile fields for this site. You can mark fields as required when editing the field.
nl_nl: Dit zijn de verplichte velden voor deze site. Je kan velden veprlicht maken als je het veld bewerkt.

source: There are no fields selected yet.
nl_nl: Er zijn nog geen velden geselecteerd.

source: NOTE: please return here after saving to define what value counts as enrolled!
nl_nl: NB: kom hier na opslaan terug om aan te geven welke waarde geldt als aangemeld!

source: Define what value the field should have for the user to be enrolled.
nl_nl: Geef aan welke waarde het veld moet hebben om de gebruiker als aangemeld te duiden.

source: Optionally select the workshop round to filter the field's options by
nl_nl: Selecteer eventueel de workshopronde waarop je de veld opties wil filteren

source: &mdash; All Pages &mdash;
nl_nl: &mdash; Alle pagina's &mdash;

source: View Profile
nl_nl: Profiel bekijken

source: Edit Profile
nl_nl: Profiel bewerken

source: Change Avatar
nl_nl: Profielfoto wijzigen

source: Change Cover Image
nl_nl: Cover Image wijzigen

source: Select which profile page(s) to display the advertorial on
nl_nl: Selecteer op welke profielpagina('s) de advertentie getoond moet worden

source: Profiles
nl_nl: Profielen

source: Between parentheses is the remaining amount of seats available at the workshop.
nl_nl: Tussen haakjes staat het aantal beschikbare plaatsen bij de workshop aangegeven.

source: Edit<span class="screen-reader-text"> "%s"</span>
nl_nl: <span class="screen-reader-text">"%s" </span>bewerken

source: There are no items scheduled for this day.
nl_nl: Er zijn geen activiteiten gepland voor deze dag.

source: There are no items scheduled.
nl_nl: Er zijn geen activiteiten gepland.

source: Starts on %2$s at %1$s %3$s
nl_nl: Vangt aan op %2$s om %1$s %3$s

source: Starts on %2$s at %1$s
nl_nl: Vangt aan op %2$s om %1$s

source: Starts at %1$s %2$s
nl_nl: Vangt aan om %1$s %2$s

source: Starts at %1$s
nl_nl: Vangt aan om %1$s

# object taxonomy detail
source: Speaker: %s
nl_nl: Spreker: %s

source: About %s
nl_nl: Over %s

source: View all speakers at this conference <span class="meta-nav">&rarr;</span>
nl_nl: Bekijk alle sprekers van dit congres <span class="meta-nav">&rarr;</span>

# object taxonomy detail
source: Workshop round: %s
nl_nl: Workshopronde: %s

# object taxonomy detail
source: Location: %s
nl_nl: Locatie: %s

# object taxonomy detail
source: Category: %s
nl_nl: Categorie: %s

source: %d Attendee
nl_nl: %d Aangemeld

source: Yes! %s will be attending the conference!
nl_nl: Yes! %s zal er bij zijn op het congres!

source: So you haven't decided yet whether you will attend the conference? Go ahead, ask %s what is so great about going to this event!
nl_nl: U heeft dus nog niet besloten of u er bij bent op het congres? Vooruit, vraag %s wat er zo geweldig aan is om te gaan!

source: %s has planned to be present during the following parts of the conference:
nl_nl: %s is van plan om tijdens het congres bij de volgende delen aanwezig te zijn:
