Repository: vgsr/paascongres-2017-content
Catalog: languages/paco2017-content-*.po
Languages: nl_nl

source: %s has subscribed to the following workshops:
nl_nl: %s heeft zich aangemeld voor de volgende workshops:

source: %s has not yet subscribed to any workshop.
nl_nl: %s heeft zich nog niet aangemeld voor een workshop.

source: %1$s is not yet enrolled. Since you have already decided to attend the conference, perhaps you can persuade %1$s to join you. If you need any help in winning this person over, here are some tips to assist you:
nl_nl: %1$s komt nog niet naar het Paascongres. Aangezien u al wel heeft besloten te komen, kunt u wellicht %1$s overhalen mee te gaan. Als u enige hulp nodig heeft om dit te doen, hebben we hier een aantal suggesties voor u:

source: %1$s is not yet enrolled. Would you happen to know whether %1$s is interested in the theme of the conference or prefers to be in the company of 200+ amicae amicique? Perhaps you can decide to join us together. Here are some tips that may win you over:
nl_nl: %1$s komt nog niet naar het Paascongres. Heeft u een idee of %1$s geïnteresseerd is in het thema van het congres of zich graag mengt tussen meer dan 200 amicae amicique? Wellicht kunt u beslissen samen te gaan. Hier zijn een aantal suggesties om u te overtuigen:

source: The conference magazine
nl_nl: Het Paascongres Magazine

source: Paascongres 2017 Content
nl_nl: Paascongres 2017 Inhoud

source: Content logic for the Paascongres 2017 event site
nl_nl: Logica voor de inhoud van de webiste voor het Paascongres 2017
